Repository: LIYINXUE-PERSONAL/Armory-Inventory
Catalog: ArmoryInventory/Localizable.xcstrings
Source language: en
Languages: es, zh_hans, zh_hant

source: New Optic
es: Nueva óptica
zh_hans: 新建瞄具
zh_hant: 新增瞄具

source: New Part
es: Nueva pieza
zh_hans: 新建零件
zh_hant: 新增零件

source: Nickname
es: Apodo
zh_hans: 昵称
zh_hant: 暱稱

source: No Ammo In Stock
es: No hay munición en stock
zh_hans: 无现货弹药
zh_hant: 沒有現貨彈藥

source: No Ammo Yet
es: Aún no hay munición
zh_hans: 暂无弹药
zh_hant: 尚無彈藥

source: No Attachments Available
es: No hay accesorios disponibles
zh_hans: 没有可用附件
zh_hant: 沒有可用附件

source: No attachments linked.
es: No hay accesorios vinculados.
zh_hans: 未关联任何附件。
zh_hant: 未連結任何附件。

source: No attachments selected.
es: No hay accesorios seleccionados.
zh_hans: 未选择附件。
zh_hant: 未選擇附件。

source: No Attachments Yet
es: Aún no hay accesorios
zh_hans: 暂无附件
zh_hant: 尚無附件

source: No built kits available.
es: No hay kits creados disponibles.
zh_hans: 没有可用的已构建套件。
zh_hant: 沒有可用的已建立套件。

source: No Caliber
es: Sin calibre
zh_hans: 无口径
zh_hant: 無口徑

source: No common grain options are available for %@. Enter a custom weight below.
es: No hay opciones de peso comunes disponibles para %@. Ingresa un peso personalizado a continuación.
zh_hans: %@ 没有常见的格令重量选项。请在下方输入自定义重量。
zh_hant: %@ 沒有常見的格令重量選項。請在下方輸入自訂重量。

source: No Firearms Yet
es: Aún no hay armas de fuego
zh_hans: 暂无枪械
zh_hant: 尚無槍械

source: No Kits Available
es: No hay kits disponibles
zh_hans: 没有可用套件
zh_hant: 沒有可用套件

source: No kits linked.
es: No hay kits vinculados.
zh_hans: 未关联套件。
zh_hant: 未連結套件。

source: No Kits Yet
es: Aún no hay kits
zh_hans: 还没有套件
zh_hant: 尚無套件

source: No Magazine Patterns Available
es: No hay patrones de cargador disponibles
zh_hans: 没有可用的弹匣规格
zh_hant: 沒有可用的彈匣規格

source: No magazine patterns selected.
es: No se seleccionaron patrones de cargador.
zh_hans: 未选择弹匣规格。
zh_hant: 未選擇彈匣規格。

source: No magazines are currently compatible with the selected patterns.
es: Actualmente no hay cargadores compatibles con los patrones seleccionados.
zh_hans: 当前没有与所选规格兼容的弹匣。
zh_hant: 目前沒有與所選規格相容的彈匣。

source: No Magazines Yet
es: Aún no hay cargadores
zh_hans: 暂无弹匣
zh_hant: 尚無彈匣

source: No Optics Available
es: No hay ópticas disponibles
zh_hans: 没有可用瞄具
zh_hant: 沒有可用瞄具

source: No optics linked.
es: No hay ópticas vinculadas.
zh_hans: 未关联任何瞄具。
zh_hant: 未連結任何瞄具。

source: No optics selected.
es: No hay ópticas seleccionadas.
zh_hans: 未选择瞄具。
zh_hant: 未選擇瞄具。

source: No Optics Yet
es: Aún no hay ópticas
zh_hans: 暂无瞄具
zh_hant: 尚無瞄具

source: No Parts Available
es: No hay piezas disponibles
zh_hans: 没有可用零件
zh_hant: 沒有可用零件

source: No parts linked.
es: No hay piezas vinculadas.
zh_hans: 未关联任何零件。
zh_hant: 未連結任何零件。

source: No parts selected.
es: No hay piezas seleccionadas.
zh_hans: 未选择零件。
zh_hant: 未選擇零件。

source: No Parts Yet
es: Aún no hay piezas
zh_hans: 暂无零件
zh_hant: 尚無零件

source: No unlinked attachments available.
es: No hay accesorios sin vincular disponibles.
zh_hans: 没有可用的未关联附件。
zh_hant: 沒有可用的未連結附件。

source: No unlinked optics available.
es: No hay ópticas sin vincular disponibles.
zh_hans: 没有可用的未关联瞄具。
zh_hant: 沒有可用的未連結瞄具。

source: No unlinked parts available.
es: No hay piezas sin vincular disponibles.
zh_hans: 没有可用的未关联零件。
zh_hant: 沒有可用的未連結零件。

source: None
es: Ninguno
zh_hans: 无
zh_hant: 無

source: None linked
es: Ninguno vinculado
zh_hans: 未关联
zh_hant: 未連結

source: Not set
es: Sin establecer
zh_hans: 未设置
zh_hant: 未設定

source: Notes
es: Notas
zh_hans: 备注
zh_hant: 備註

source: Notes (optional)
es: Notas (opcional)
zh_hans: 备注（可选）
zh_hant: 備註（可選）

source: OD Green
es: Verde OD
zh_hans: 军绿色
zh_hant: 軍綠色

source: Only built kits not linked to another firearm can be selected.
es: Solo se pueden seleccionar kits creados que no estén vinculados a otra arma de fuego.
zh_hans: 只能选择未关联到其他枪械的已构建套件。
zh_hant: 只能選擇未連結到其他槍械的已建立套件。

source: Only unlinked items outside built or linked kits can be selected.
es: Solo se pueden seleccionar elementos sin vincular que no estén en kits creados o vinculados.
zh_hans: 只能选择未关联且不属于已构建或已关联套件的物品。
zh_hant: 只能選擇未連結且不屬於已建立或已連結套件的物品。

source: Open %@ to view out-of-stock loads.
es: Abre %@ para ver las cargas agotadas.
zh_hans: 打开 %@ 查看缺货弹药。
zh_hant: 打開 %@ 以查看缺貨彈藥。

source: Optic
es: Óptica
zh_hans: 瞄具
zh_hant: 瞄具

source: Optic Cannot Be Deleted
es: No se puede eliminar la óptica
zh_hans: 无法删除瞄具
zh_hant: 無法刪除瞄具

source: Optic Details
es: Detalles de la óptica
zh_hans: 瞄具详情
zh_hant: 瞄具詳細資料

source: Optics
es: Ópticas
zh_hans: 瞄具
zh_hant: 瞄具

source: Optics include sighting systems used to improve target acquisition and precision across different firearm setups.
es: Las ópticas incluyen sistemas de puntería usados para mejorar la adquisición del objetivo y la precisión en distintas configuraciones de armas de fuego.
zh_hans: 瞄具包括用于提升目标捕捉速度和射击精度的瞄准系统，适用于不同的枪械配置。
zh_hant: 瞄具包含用於提升目標捕捉速度與射擊精度的瞄準系統，適用於不同的槍械配置。

source: Optics Kit
es: Kit de ópticas
zh_hans: 瞄具套件
zh_hant: 瞄具套件

source: Optics Sorting
es: Orden de ópticas
zh_hans: 瞄具排序
zh_hant: 瞄具排序

source: Optional
es: Opcional
zh_hans: 可选
zh_hant: 可選

source: Order
es: Orden
zh_hans: 顺序
zh_hant: 順序

source: Ordering
es: Ordenación
zh_hans: 排序
zh_hant: 排序

source: Other
es: Otro
zh_hans: 其他
zh_hant: 其他

source: Other Catalog Patterns
es: Otros patrones del catálogo
zh_hans: 其他目录规格
zh_hant: 其他目錄規格

source: Out of Stock
es: Agotado
zh_hans: 无库存
zh_hant: 無庫存

source: Overview
es: Resumen
zh_hans: 概览
zh_hant: 總覽

source: Part
es: Pieza
zh_hans: 零件
zh_hant: 零件

source: Part Cannot Be Deleted
es: No se puede eliminar la pieza
zh_hans: 无法删除零件
zh_hant: 無法刪除零件

source: Part Details
es: Detalles de la pieza
zh_hans: 零件详情
zh_hant: 零件詳細資料

source: Part Type
es: Tipo de pieza
zh_hans: 零件类型
zh_hant: 零件類型

source: Parts
es: Piezas
zh_hans: 零件
zh_hant: 零件

source: Parts cover major firearm components you install, swap, or keep on hand, such as barrels, triggers, receivers, recoil systems, and other internal assemblies.
es: Las piezas abarcan componentes principales de armas de fuego que instalas, intercambias o mantienes disponibles, como cañones, disparadores, cajones de mecanismos, sistemas de retroceso y otros conjuntos internos.
zh_hans: 零件涵盖你会安装、更换或备存的主要枪械组件，例如枪管、扳机、机匣、后坐系统及其他内部总成。
zh_hant: 零件涵蓋你會安裝、更換或備存的主要槍械組件，例如槍管、扳機、機匣、後座系統及其他內部總成。

source: Parts Sorting
es: Orden de piezas
zh_hans: 零件排序
zh_hant: 零件排序

source: Pattern
es: Patrón
zh_hans: 规格
zh_hant: 規格

source: Pistol
es: Pistola
zh_hans: 手枪
zh_hant: 手槍

source: Pistol Magazine
es: Cargador de pistola
zh_hans: 手枪弹匣
zh_hant: 手槍彈匣

source: Post-Tax Total
es: Total con impuestos
zh_hans: 税后总计
zh_hant: 稅後總計

source: Price
es: Precio
zh_hans: 价格
zh_hant: 價格

source: Prism
es: Prisma
zh_hans: 棱镜
zh_hant: 稜鏡

source: Privacy Policy
es: Política de privacidad
zh_hans: 隐私政策
zh_hant: 隱私權政策

source: Product
es: Producto
zh_hans: 产品
zh_hant: 產品

source: Product name (optional)
es: Nombre del producto (opcional)
zh_hans: 产品名称（可选）
zh_hant: 產品名稱（可選）

source: Pump Action
es: Acción de bombeo
zh_hans: 泵动
zh_hant: 泵動

source: Purchase
es: Compra
zh_hans: 购买
zh_hant: 購買

source: Purchase date
es: Fecha de compra
zh_hans: 购买日期
zh_hant: 購買日期

source: Purchase Date
es: Fecha de compra
zh_hans: 购买日期
zh_hant: 購買日期

source: Purchase Price
es: Precio de compra
zh_hans: 购买价格
zh_hant: 購買價格

source: Range
es: Rango
zh_hans: 范围
zh_hant: 範圍

source: Receiver
es: Receptor
zh_hans: 机匣
zh_hant: 機匣

source: Recoil System
es: Sistema de retroceso
zh_hans: 后坐系统
zh_hant: 後座系統

source: Red Dot
es: Punto rojo
zh_hans: 红点
zh_hant: 紅點

source: Reset to Default Order
es: Restablecer el orden predeterminado
zh_hans: 重置为默认顺序
zh_hant: 重設為預設順序

source: Reticle
es: Retícula
zh_hans: 分划
zh_hant: 分劃

source: Revolver
es: Revólver
zh_hans: 左轮手枪
zh_hant: 左輪手槍

source: Rounds
es: Cartuchos
zh_hans: 发数
zh_hant: 發數

source: Save
es: Guardar
zh_hans: 保存
zh_hant: 儲存

source: Saved custom pattern.
es: Patrón personalizado guardado.
zh_hans: 已保存自定义规格。
zh_hant: 已儲存自訂規格。

source: Saved Custom Patterns
es: Patrones personalizados guardados
zh_hans: 已保存的自定义规格
zh_hant: 已儲存的自訂規格

source: Scope
es: Mira telescópica
zh_hans: 瞄准镜
zh_hant: 瞄準鏡

source: Scopes, red dots, and magnifiers
es: Miras telescópicas, puntos rojos y magnificadores
zh_hans: 瞄准镜、红点和放大镜
zh_hant: 瞄準鏡、紅點與放大鏡

source: Select
es: Seleccionar
zh_hans: 选择
zh_hant: 選取

source: Select Attachments
es: Seleccionar accesorios
zh_hans: 选择附件
zh_hant: 選擇附件

source: Select Magazine Patterns
es: Seleccionar patrones de cargador
zh_hans: 选择弹匣规格
zh_hant: 選取彈匣規格

source: Select one or more magazine patterns to see compatible magazines.
es: Selecciona uno o más patrones de cargador para ver los cargadores compatibles.
zh_hans: 选择一个或多个弹匣规格以查看兼容的弹匣。
zh_hant: 選取一個或多個彈匣規格，以查看相容的彈匣。

source: Select Optics
es: Seleccionar ópticas
zh_hans: 选择瞄具
zh_hant: 選擇瞄具

source: Select Parts
es: Seleccionar piezas
zh_hans: 选择零件
zh_hant: 選擇零件

source: Select-Fire
es: Selectivo
zh_hans: 选择射击
zh_hant: 可選射擊

source: Semi-Auto
es: Semiautomático
zh_hans: 半自动
zh_hant: 半自動

source: Send Feedback
es: Enviar comentarios
zh_hans: 发送反馈
zh_hant: 傳送意見回饋

source: Serial Hidden
es: Número de serie oculto
zh_hans: 序列号已隐藏
zh_hant: 序號已隱藏

source: Serial Number
es: Número de serie
zh_hans: 序列号
zh_hant: 序號

source: Settings
es: Ajustes
zh_hans: 设置
zh_hant: 設定

source: Share
es: Compartir
zh_hans: 分享
zh_hant: 分享

source: Shotgun
es: Escopeta
zh_hans: 霰弹枪
zh_hant: 霰彈槍

source: Show Total Value
es: Mostrar valor total
zh_hans: 显示总价值
zh_hant: 顯示總價值

source: Show Value in Card
es: Mostrar valor en la tarjeta
zh_hans: 在卡片中显示价值
zh_hant: 在卡片中顯示價值

source: Show Value in Details
es: Mostrar valor en los detalles
zh_hans: 在详情中显示价值
zh_hant: 在詳細資料中顯示價值

source: Silver
es: Plateado
zh_hans: 银色
zh_hant: 銀色

source: Single Shot
es: Tiro único
zh_hans: 单发
zh_hant: 單發

source: Slide
es: Corredera
zh_hans: 套筒
zh_hant: 套筒

source: Sling Mount
es: Anclaje de correa
zh_hans: 背带座
zh_hant: 背帶座

source: Snapshot Error
es: Error al crear la instantánea
zh_hans: 快照错误
zh_hant: 快照錯誤

source: Sort %@ In Each Type By
es: Ordenar %@ dentro de cada tipo por
zh_hans: 按以下方式对每种类型中的 %@ 排序
zh_hant: 依下列方式排序每種類型中的 %@

source: Sort Firearms By
es: Ordenar armas de fuego por
zh_hans: 枪械排序方式
zh_hant: 槍械排序方式

source: Spare mags and loadout essentials
es: Cargadores de repuesto y elementos esenciales del equipo
zh_hans: 备用弹匣和携行配置必备品
zh_hant: 備用彈匣與攜行配置必備品

source: Special Thanks
es: Agradecimientos especiales
zh_hans: 特别致谢
zh_hant: 特別感謝

source: Special thanks to the Pro-2A community for the enthusiasm, knowledge sharing, and support behind responsible ownership and training. Appreciation as well to the organizations and advocates who continue defending Second Amendment rights and educating the community.
es: Gracias especiales a la comunidad Pro-2A por el entusiasmo, el intercambio de conocimientos y el apoyo a la propiedad y el entrenamiento responsables. Agradecimiento también a las organizaciones y defensores que siguen defendiendo los derechos de la Segunda Enmienda y educando a la comunidad.
zh_hans: 特别感谢 Pro-2A 社区对负责任持有和训练所展现的热情、知识分享与支持。 也感谢那些持续捍卫第二修正案权利并为社区提供教育的组织与倡导者。
zh_hant: 特別感謝 Pro-2A 社群對負責任持有與訓練所展現的熱情、知識分享與支持。 也感謝那些持續捍衛第二修正案權利並為社群提供教育的組織與倡議者。

source: Stainless
es: Inoxidable
zh_hans: 不锈钢色
zh_hant: 不鏽鋼色

source: Starting Quantity
es: Cantidad inicial
zh_hans: 起始数量
zh_hant: 起始數量

source: Stock
es: Culata
zh_hans: 枪托
zh_hant: 槍托

source: Suggested Catalog Patterns
es: Patrones sugeridos del catálogo
zh_hans: 建议目录规格
zh_hant: 建議目錄規格

source: Support
es: Soporte
zh_hans: 支撑件
zh_hant: 支撐件

source: Tan
es: Arena
zh_hans: 棕褐色
zh_hant: 棕褐色

source: Tax Rate
es: Tasa de impuesto
zh_hans: 税率
zh_hant: 稅率

source: That caliber already exists in your inventory.
es: Ese calibre ya existe en tu inventario.
zh_hans: 该口径已存在于你的库存中。
zh_hant: 該口徑已存在於你的庫存中。

source: That serial number already exists in your inventory.
es: Ese número de serie ya existe en tu inventario.
zh_hans: 该序列号已存在于你的库存中。
zh_hant: 該序號已存在於你的庫存中。

source: The selected backup replaced your current inventory and settings.
es: La copia de seguridad seleccionada reemplazó tu inventario y configuración actuales.
zh_hans: 所选备份已替换你当前的库存和设置。
zh_hant: 所選備份已取代你目前的庫存和設定。

source: The selected file is not a valid Armory Inventory backup.
es: El archivo seleccionado no es una copia de seguridad válida de Armory Inventory.
zh_hans: 所选文件不是有效的 Armory Inventory 备份。
zh_hant: 所選檔案不是有效的 Armory Inventory 備份。

source: The share sheet could not be presented.
es: No se pudo mostrar la hoja para compartir.
zh_hans: 无法显示分享表单。
zh_hant: 無法顯示分享面板。

source: The snapshot image could not be generated.
es: No se pudo generar la imagen de la instantánea.
zh_hans: 无法生成快照图像。
zh_hant: 無法產生快照影像。

source: This backup format version (%@) is not supported.
es: Esta versión del formato de copia de seguridad (%@) no es compatible.
zh_hans: 不支持此备份格式版本（%@）。
zh_hant: 不支援此備份格式版本（%@）。

# This backup format version (%lld) is not supported.
source: This backup format version (%@) is not supported.
es: Esta versión del formato de copia de seguridad (%@) no es compatible.
zh_hans: 不支持此备份格式版本（%@）。
zh_hant: 不支援此備份格式版本（%@）。

source: This Month
es: Este mes
zh_hans: 本月
zh_hant: 本月

source: This Week
es: Esta semana
zh_hans: 本周
zh_hant: 本週

source: To
es: Hasta
zh_hans: 到
zh_hant: 到

source: Today
es: Hoy
zh_hans: 今天
zh_hant: 今天

source: Total Capacity
es: Capacidad total
zh_hans: 总容量
zh_hant: 總容量

source: Total Value
es: Valor total
zh_hans: 总价值
zh_hant: 總價值

source: Track firearms, ammo, optics, magazines, attachments, parts, and related inventory.
es: Lleva el control de armas de fuego, munición, ópticas, cargadores, accesorios, piezas y el inventario relacionado.
zh_hans: 跟踪枪械、弹药、瞄具、弹匣、附件、零件及相关库存。
zh_hant: 追蹤槍械、彈藥、瞄具、彈匣、附件、零件及相關庫存。

source: Track last cleaned date
es: Registrar la fecha de la última limpieza
zh_hans: 记录上次清洁日期
zh_hant: 追蹤上次清潔日期

source: Track the major components you swap between firearms.
es: Lleva el control de los componentes principales que intercambias entre armas de fuego.
zh_hans: 跟踪你在不同枪械之间更换的主要部件。
zh_hant: 追蹤你在不同槍械之間替換的主要部件。

source: Trigger
es: Disparador
zh_hans: 扳机
zh_hant: 扳機

source: Tube
es: Tubo
zh_hans: 镜筒
zh_hant: 鏡筒

source: Tube Size
es: Tamaño del tubo
zh_hans: 镜筒尺寸
zh_hant: 鏡筒尺寸

source: Type
es: Tipo
zh_hans: 类型
zh_hant: 類型

source: Type Details
es: Detalles del tipo
zh_hans: 类型详情
zh_hant: 類型詳細資料

source: Type Order
es: Orden de tipos
zh_hans: 类型顺序
zh_hant: 類型順序

# Typical: %lldgr-%lldgr
source: Typical: %1$lldgr-%2$lldgr
es: Típico: %1$lldgr-%2$lldgr
zh_hans: 常见：%1$lld格令-%2$lld格令
zh_hant: 常見：%1$lld格令-%2$lld格令

source: Unavailable
es: No disponible
zh_hans: 不可用
zh_hant: 無法使用

source: Unlink Firearm
es: Desvincular arma de fuego
zh_hans: 取消关联枪械
zh_hant: 取消連結槍械

source: Unlinked
es: Desvinculado
zh_hans: 已取消关联
zh_hant: 已取消連結

source: Update
es: Actualizar
zh_hans: 更新
zh_hant: 更新

source: Updated
es: Actualizado
zh_hans: 已更新
zh_hant: 已更新

source: Upper Receiver
es: Cajón de mecanismos superior
zh_hans: 上机匣
zh_hant: 上機匣

source: Upper Receiver Kit
es: Kit de receptor superior
zh_hans: 上机匣套件
zh_hant: 上機匣套件

source: Use the slider to set a rate from 0% to 100%. Move it all the way to 100% to unlock a custom value above that range.
es: Usa el control deslizante para establecer una tasa del 0% al 100%. Muévelo hasta el 100% para desbloquear un valor personalizado por encima de ese rango.
zh_hans: 使用滑块将税率设置在 0% 到 100% 之间。将其拖到 100% 可解锁超出该范围的自定义值。
zh_hant: 使用滑桿將稅率設定在 0% 到 100% 之間。將其拖曳到 100% 可解鎖超出該範圍的自訂值。

# usedByFirearm
source: Used by %2$@ firearms:
es: En uso por %2$@ armas de fuego:
zh_hans: 由%2$@支枪械使用：
zh_hant: 由%2$@支槍械使用：

source: User Data
es: Datos del usuario
zh_hans: 用户数据
zh_hant: 使用者資料

source: Value
es: Valor
zh_hans: 价值
zh_hant: 價值

source: Value Display
es: Visualización del valor
zh_hans: 价值显示
zh_hant: 價值顯示

source: Version
es: Versión
zh_hans: 版本
zh_hant: 版本

source: View rounds purchased and consumed by caliber for a selected period.
es: Ver los cartuchos comprados y consumidos por calibre durante un período seleccionado.
zh_hans: 查看所选时间范围内按口径统计的购买和消耗发数。
zh_hant: 查看所選時間範圍內按口徑統計的購買與消耗發數。

source: Week
es: Semana
zh_hans: 周
zh_hant: 週

source: Weight
es: Peso
zh_hans: 重量
zh_hant: 重量

source: White
es: Blanco
zh_hans: 白色
zh_hant: 白色

# With %@%% accessories tax: %@
source: With %1$@%% accessories tax: %2$@
es: Con %1$@%% de impuesto sobre accesorios: %2$@
zh_hans: 含 %1$@%% 配件税：%2$@
zh_hant: 含 %1$@%% 配件稅：%2$@

source: Your backup file was created successfully.
es: Tu archivo de copia de seguridad se creó correctamente.
zh_hans: 备份文件已成功创建。
zh_hant: 備份檔已成功建立。

source: Your inventory and managed settings were removed.
es: Se eliminaron tu inventario y la configuración gestionada.
zh_hans: 你的库存和受管理设置已被移除。
zh_hant: 你的庫存和受管理設定已被移除。

source: %lldgr
zh_hans: %lld格令
zh_hant: %lld格令

source: Color
zh_hans: 颜色
zh_hant: 顏色

source: General
zh_hans: 通用
zh_hant: 一般

source: in.
zh_hans: 英寸
zh_hant: 英吋

source: Kit
zh_hans: 套件
zh_hant: 套件

source: Kits
zh_hans: 套件
zh_hant: 套件

source: Manual
zh_hans: 手动
zh_hant: 手動

source: mm
zh_hans: 毫米

source: OK
zh_hans: 确定
zh_hant: 確定

source: Rifle
zh_hans: 步枪
zh_hant: 步槍

source: Variable
zh_hans: 可变
zh_hant: 可變
